"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 618, \"word_counts\": \"{\\\"product1\\\": 76, \\\"product2\\\": 103, \\\"product3\\\": 58, \\\"product4\\\": 76, \\\"product5\\\": 76, \\\"product6\\\": 58, \\\"product7\\\": 72, \\\"product8\\\": 72, \\\"product9\\\": 27}\", \"word_docs\": \"{\\\"product1\\\": 76, \\\"product2\\\": 103, \\\"product3\\\": 58, \\\"product4\\\": 76, \\\"product5\\\": 76, \\\"product6\\\": 58, \\\"product7\\\": 72, \\\"product8\\\": 72, \\\"product9\\\": 27}\", \"index_docs\": \"{\\\"2\\\": 76, \\\"1\\\": 103, \\\"7\\\": 58, \\\"3\\\": 76, \\\"4\\\": 76, \\\"8\\\": 58, \\\"5\\\": 72, \\\"6\\\": 72, \\\"9\\\": 27}\", \"index_word\": \"{\\\"1\\\": \\\"product2\\\", \\\"2\\\": \\\"product1\\\", \\\"3\\\": \\\"product4\\\", \\\"4\\\": \\\"product5\\\", \\\"5\\\": \\\"product7\\\", \\\"6\\\": \\\"product8\\\", \\\"7\\\": \\\"product3\\\", \\\"8\\\": \\\"product6\\\", \\\"9\\\": \\\"product9\\\"}\", \"word_index\": \"{\\\"product2\\\": 1, \\\"product1\\\": 2, \\\"product4\\\": 3, \\\"product5\\\": 4, \\\"product7\\\": 5, \\\"product8\\\": 6, \\\"product3\\\": 7, \\\"product6\\\": 8, \\\"product9\\\": 9}\"}}"